Repository: serhiy1994/CPDatabase
Catalog: CPDatabase/Resources/Views.Home.Index.*.resx
Languages: ru

source: Hello world!
ru: Привет, мир!

source: Home
ru: Домашняя страница

# Message1
source: Welcome to the world of football history! Have you ever wondered what it would be like to play with the very first teams to grace the beautiful game? Well, wonder no more! The website you're in is here to offer you an immersive experience into the history of football, and all you need is an internet connection!
ru: Добро пожаловать в мир истории футбола! Вы когда-нибудь задумывались о том, каково это - играть с самыми первыми командами, которые украшали эту прекрасную игру? Что ж, больше не задумывайтесь! Сайт, на котором вы находитесь, предлагает вам погрузиться в историю футбола, и все, что вам нужно, - это подключение к Интернету!

# Message2
source: In October 2013, a passionate Italian gamer of the FIFA series and a football history enthusiast began making a patch for FIFA 14 that would transport us to the past. Two other Italians later joined him, and their product has been maintained for almost 10 years.
ru: В октябре 2013 г. итальянский геймер, увлеченный серией FIFA и любитель истории футбола, начал создавать патч для FIFA 14, который перенес бы нас в прошлое. Позже к нему присоединились еще два итальянца, и вот их продукт существует уже почти 10 лет.

# Message3
source: We are proud to present to you the FIFA 14 'History Of Football' patch, which brings together a complete collection of important teams from as far back as the 1870s. This patch was carefully crafted to ensure accuracy, data completion, and proper design, making it the perfect addition to your FIFA 14 gaming experience. You can now take on the role of legendary football pioneers and compete in matches that helped shape the game we all love today.
ru: Мы рады представить вам патч FIFA 14 "История футбола", в котором собрана полная коллекция значимых команд, начиная с 1870-х годов. Этот патч был тщательно проработан с целью обеспечения точности, полноты данных и правильного дизайна, что делает его идеальным дополнением к игре FIFA 14. Теперь вы можете взять на себя роль легендарных пионеров футбола и принять участие в матчах, которые помогли сформировать любимую всеми игру.

# Message4
source: But that's not all! The website (which has been made by a fan of the patch) offers a unique experience for those who love football history but may not necessarily enjoy video games. We have meticulously documented every team, player, and match to give you a glimpse into the evolution of football. You can browse through the history of football at your own pace, discovering interesting facts and learning about the pioneers who helped shape the sport we all love.
ru: Но это еще не все! Сайт, созданный фанатом этого патча, предлагает уникальный опыт для тех, кто любит историю футбола, но не любит видеоигры. Мы тщательно документировали каждую команду, игрока и матч, чтобы дать вам возможность взглянуть на эволюцию футбола. Вы можете просматривать историю футбола в своем собственном темпе, открывая интересные факты и узнавая о первопроходцах, которые помогли сформировать любимый всеми нами вид спорта.

# Message5
source: Please note: The patch has two versions - one for FIFA 14 and one for FIFA 16. The FIFA 14 version is primary, while the other one is copied from the main version from time to time. Currently, only the FIFA 14 version is supported on the site.
ru: Обратите внимание: патч имеет две версии - для FIFA 14 и для FIFA 16. Версия для FIFA 14 является основной, а вторая периодически копируется из основной версии. В настоящее время на сайте поддерживается только версия FIFA 14.

# Message6
source: We have also included visual representations for some additional add-ons created by other fans: the '2010s addon' by Jbou41 and the '21st century addon' by Valambrosio. These add-ons were not included in the 'canon' and are maintained separately, but can be installed over the main content.
ru: Мы также включили визуальные представления некоторых дополнительных дополнений, созданных другими фанатами: "2010-е" от Jbou41 и "XXI век" от Valambrosio. Эти дополнения не были включены в "канон" и поддерживаются отдельно, но могут быть установлены поверх основного контента.

# Message7part1
source: Enjoy your exploration of football history on our website. We hope you have a fantastic experience and gain a deeper appreciation for the game's rich and fascinating past. If you have any questions or feedback, please don't hesitate to
ru: Наслаждайтесь знакомством с историей футбола на нашем сайте. Мы надеемся, что вы получите фантастические впечатления и глубже поймете богатое и увлекательное прошлое футбола. Если у Вас возникнут вопросы или пожелания, пожалуйста, не стесняйтесь

# Link1
source: reach out
ru: обращаться

# Message7part2
source: to us.
ru: к нам.

# Message8
source: Thank you for visiting our site!
ru: Благодарим вас за посещение нашего сайта!
